bad_words = {
    'фальш рубл', 'фальшивые рубли', 'фальш деньг', 'фальшивые деньги',
    'фальшивые купюры', 'фальш купю', 'фaльш рубл', 'фaльшивые рубли', 'falsh_money', 'falsh',
    'поддельные рубли', 'поддельные деньги', 'поддельные купюры', 'поддельная валют', 'все банкоматы',
    'голые фот', 'голых фот', 'интим фото', 'интимные фото', 'интимных фото', 'интим',
    'слитые шкуры', 'слитые девчон', 'слитые девоч', 'эcкоpт',
    'обнаженные фото', 'обнaженные', 'порно',
    'казино', '1weawx',
    'букмекер', '1win', 'casino', 'играю тут',
    'крипта', 'наркотики', 'usdt', 'н@ркoтики', 'usдт',
    'голi фотки', 'sliv_shkur', 'ищем сотрудников для удаленного заработка',
    'ищем умных peбят', 'не упускай свой шанс', 'моментальный вывод', 'криптоказино',
    'взаимовыгодного сотрудничества', 'занимаюсь поиском людей', 'криптобирж',
    'удаленная занятость', 'удаленную занятость', 'свободный график',
    'новое прибыльное направление', 'продам водительское удовольствие'
}

replacements = {
    'а': '[@aа]',
    'б': '[б6b]',
    'г': '[гr]',
    'е': '[еe3ᥱ]',
    'з': '[з3]',
    'и': '[uиᥙ]',
    'к': '[кkκ]',
    'л': '[л᧘]',
    'м': '[mм]',
    'о': '[о0o]',
    'п': '[пn]',
    'р': '[р₽pρ]',
    'с': '[сc]',
    'т': '[тtᴛ]',
    'у': '[уy]',
    'ч': '[ч4]',
    'ш': '[шɯщщ̩ш̈]',
    'ы': '[ы]'
}