bad_words = {
    'фальш рубл', 'фальшивые рубли', 'фальш деньг', 'фальшивые деньги',
    'фальшивые купюры', 'фальш купю', 'фaльш рубл', 'фaльшивые рубли', 'falsh_money',
    'поддельные рубли', 'поддельные деньги', 'поддельные купюры',
    'голые фот', 'интим фото', 'интимные фото', 'интимных фото', 'интим',
    'слитые шкуры', 'эcкоpт',
    'обнаженные фото', 'обнaженные', 'порно',
    'казино', '1weawx',
    'букмекер', '1win', 'casino', 'играю тут',
    'крипта', 'наркотики', 'usdt', 'н@ркoтики', 'usдт',
    'голi фотки', 'sliv_shkur', 'ищем сотрудников для удаленного заработка',
    'ищем умных peбят', 'не упускай свой шанс', 'моментальный вывод', 'криптоказино',
    'взаимовыгодного сотрудничества', 'занимаюсь поиском людей', 'криптобирж',
    'удаленная занятость', 'удаленную занятость', 'свободный график',
    'новое прибыльное направление', 'продам водительское удовольствие'
}

replacements = {
    'о': '[о0o]',
    'м': '[mм]',
    'а': '[@aа]',
    'и': '[uи]',
    'с': '[сc]'
}